[
    {"text":"Возможности не приходят сами — вы создаете их", "author":" Крис Гроссер (Chris Grosser)"},
    {"text":"Успех обычно приходит к тем, кто слишком занят, чтобы его просто ждать", "author":" Генри Девид Торо (Henry David Thoreau)"},
    {"text":"Возьмите идею. Сделайте ее своей жизнью — думайте о ней, мечтайте о ней, живите ею. Пусть ваш разум, мышцы, нервы, каждая часть тела будет наполнена этой одной идеей. Вот он — путь к успеху", "author":" Свами Вивекананда (Swami Vivekananda)"},
    {"text":"Чтобы достичь успеха, перестаньте гнаться за деньгами, гонитесь за мечтой", "author":" Тони Шей (Tony Hsieh)"},
    {"text":"Даже если вы проходите через ад, продолжайте идти", "author":" Уинстон Черчилль (Winston Churchill)"},
    {"text":"Не бойтесь пожертвовать хорошим ради еще лучшего", "author":" Джон Рокфеллер (John D. Rockfeller)"},
    {"text":"Есть два вида людей, которые будут вам говорить, что вы не сможете чего-то добиться: те, кто сами боятся пробовать, и те, кто боятся, что у вас получится", "author":" Рей Гофорт (Ray Goforth)"},
    {"text":"Успешные люди делают то, что неуспешные не хотят делать. Не стремитесь, чтобы было легче, стремитесь, чтобы было лучше", "author":" Джим Рон (Jim Rohn)"},
    {"text":"Многие люди терпят неудачу только потому, что сдаются в двух шагах от успеха", "author":" Саймон Хартли (Simon Hartley)"},
    {"text":"Поднимите планку. Делайте то, на что вы вроде бы не способны. Не задумывайтесь о пределе ваших возможностей. Делайте то, чего сделать не можете", "author":" Пол Арден (Paul Arden)"},
    {"text":"Бездействие порождает беспокойство и страх. Действие — уверенность и смелость. Если ты хочешь победить страх, не сиди дома и не думай об этом. Встань и действуй", "author":" Мэг Джей (Meg Jay)"},
    {"text":"Инвестирование — это бизнес, где вы можете выглядеть очень глупо в течение длительного периода времени, прежде чем вы докажете, что правы", "author":" Билл Акман (William Albert Ackman)"},
    {"text":"Мир полон изобилия и возможностей, но слишком многие люди приходят к фонтану жизни с решетом вместо цистерн или с чайной ложкой вместо экскаватора. Они ожидают малого и в результате получают мало", "author":" Бен Свитленд (Ben Sweetland)"},
    {"text":"Деньги – это одно из воплощений силы. Но еще большей силой обладает финансовое образование. Деньги приходят и уходят, но если вам известно как они работают, то вы можете управлять ими и становиться богаче", "author":" Роберт Кийосаки (Robert Toru Kiyosaki)"},
    {"text":"Одна победа не ведет к успеху, в отличие от постоянного желания побеждать", "author":" Винс Ломбарди (Vince Lombardi)"},
    {"text":"Осуществляйте свои мечты, или кто-то наймет вас для осуществления своих", "author":" Фарра Грей (Farrah Gray)"},
    {"text":"Успех – это лестница, на нее не взобраться, держа руки в карманах", "author":" Пауль Баует (Paul Friedrich Peter Bauer)"},
    {"text":"Всегда помните о том, что ваша решимость преуспеть важнее всего остального", "author":" Авраам Линкольн (Abraham Lincoln)"},
    {"text":"Я твердо верю в удачу, и я заметил: чем больше я работаю, тем я удачливее", "author":" Томас Джефферсон (Thomas Jefferson)"},
    {"text":"Пока у тебя есть попытка – ты не проиграл", "author":" Сергей Бубка"},
    {"text":"Я этого хочу. Значит, это будет", "author":" Генри Форд (Henry Ford)"},
    {"text":"Если ты рожден без крыльев, не мешай им расти", "author":" Коко Шанель (Gabrielle Bonheur “Coco” Chanel)"},
    {"text":"Я не терпел поражений. Я просто нашёл 10 000 способов, которые не работают", "author":" Томас Эдисон (Thomas Alva Edison)"},
    {"text":"Делай сегодня то, что другие не хотят, завтра будешь жить так, как другие не могут", "author":" Джаред Лето (Jared Joseph Leto)"},
    {"text":"Через двадцать лет вы будете более сожалеть о том, чего НЕ СДЕЛАЛИ, чем о том, что вы СДЕЛАЛИ. Поэтому, отбросьте сомнения. Уплывайте прочь от безопасной гавани. Поймайте попутный ветер своими парусами. Исследуйте. Мечтайте. Открывайте", "author":" Марк Твен (Mark Twain)"},
    {"text":"Лучший способ взяться за что-то — перестать говорить и начать делать", "author":" Уолт Дисней (Walter Elias Disney)"},
    {"text":"Хотите знать, кто вы? Не спрашивайте. Действуйте! Действие будет описывать и определять вас", "author":" Томас Джефферсон (Thomas Jefferson)"},
    {"text":"Ничем в мире нельзя заменить упорство. Его не может заменить талант — никого не встретишь так часто, как талантливого неудачника. Его не может заменить гениальность — непризнанные гении почти вошли в пословицу. Одного образования тоже недостаточно — мир полон образованных изгоев. Только упорство и решимость всесильны. Фраза „работай дальше“ была и остается решением всех проблем человеческой расы", "author":" Калвин Кулидж (John Calvin Coolidge)"},
    {"text":"В ту минуту, когда вы соглашаетесь на меньшее по сравнению с тем, что заслуживаете, вы получаете даже меньше, чем то, на что согласились", "author":" Морин Дауд (Maureen Dowd)"},
    {"text":"Достижения нужно измерять препятствиями, которые вам пришлось преодолеть, чтобы достичь своих целей", "author":" Букер Т. Вашингтон (Booker Taliaferro Washington)"},
    {"text":"За свою карьеру я пропустил более 9 тыс. мячей. Я проиграл почти 300 игр. Двадцать шесть раз мне доверяли сделать решающий бросок — и я промахивался. Всю свою жизнь я терпел поражение — снова, и снова, и снова. И именно поэтому я добился успеха", "author":" Майкл Джордан (Michael Jeffrey Jordan)"},
    {"text":"Сила происходит не от побед. Силу порождает борьба. Когда вы проходите через трудности и решаете не сдаваться — это и есть сила", "author":" Арнольд Шварценеггер (Arnold Alois Schwarzenegger)"},
    {"text":"Многое кажется невозможным, пока ты этого не сделаешь", "author":" Нельсон Мандела (Nelson Rolihlahla Mandela)"},
    {"text":"Каждое утро начинай с чтения списка самых богатых людей. Если тебя там нет – берись за работу", "author":" Роберт Орбен (Robert Orben)"},
    {"text":"Каждый раз нужно прыгать со скалы и отращивать крылья по пути вниз", "author":" Рэй Брэдбери (Ray Douglas Bradbury)"},
    {"text":"Каждая мечта тебе даётся вместе с силами, необходимыми для её осуществления. Однако тебе, возможно, придётся ради этого потрудиться", "author":" Ричард Бах (Richard David Bach)"},
    {"text":"Чтобы дойти до цели, человеку нужно только одно. Идти", "author":" Оноре де Бальзак (Honore Balzac)"},
    {"text":"Ты никогда не переплывёшь океан, если будешь бояться потерять берег из виду", "author":" Христофор Колумб (Christopher Columbus)"},
    {"text":"Желание добиться успеха без упорного труда схоже с желанием снять урожай там, где вы не сажали семена", "author":" Дэвид Блай (David Bly)"},
    {"text":"Мы рождены быть настойчивыми, ибо только через настойчивость узнаем, чего мы стоим на самом деле", "author":" Тобиас Вульф (Tobias Jonathan Ansell Wolff)"},
    {"text":"Если ты не собираешься идти до конца, зачем ты вообще это делаешь?", "author":" Джо Намат (Joseph William Namath)"},
    {"text":"Говорят, что мотивация длится не долго. Что ж, свежесть после ванны — тоже. Поэтому заботиться о них стоит ежедневно", "author":" Зиг Зиглар (Zig Ziglar)"},
    {"text":"Поверьте, что сможете, и полпути уже пройдено", "author":" Теодор Рузвельт (Theodore Roosevelt)"},
    {"text":"Когда закрывается одна дверь в счастье, открывается другая. Но мы зачастую слишком долго смотрим на закрытую дверь, чтобы увидеть, что нам открылось", "author":" Хелен Келлер (Helen Keller)"},
    {"text":"Если останавливаться всякий раз, когда тебя оскорбляют или в тебя плюются, то ты никогда не дойдешь до места, куда тебе надо попасть", "author":" Тибор Фишер (Tibor Fischer)"},
    {"text":"Столкнувшись с трудностями, нельзя сдаваться, бежать. Вы должны оценивать ситуацию, искать решения и верить в то, что все делается к лучшему. Терпение – вот ключ к победе", "author":" Ник Вуйчич (Nicholas James Vujicic)"},
    {"text":"Что бы ты ни придумал, всегда найдется тот, кто уже делал это до тебя. Так что главное – сделать это лучше", "author":" Адриано Челентано (Adriano Celentano)"},
    {"text":"Мечтайте так, как будто вам жить вечно. Живите так, как будто вам умирать сегодня", "author":" Джеймс Дин (James Byron Dean)"},
    {"text":"Не хмурь бровей из-за ударов рока. Упавший духом гибнет раньше срока", "author":" Омар Хайям"},
    {"text":"Великие дела нужно совершать, а не обдумывать их бесконечно", "author":" Юлий Цезарь (Gaius Iulius Caesar)"},
    {"text":"Оправдания — это ложь, которую вы говорите самим себе. Прекратите хныкать, жаловаться и вести себя как дети. Оправдания делают человека бедным", "author":" Роберт Кийосаки (Robert Toru Kiyosaki)"},
    {"text":"Тот, кто не сталкивался с трудностями, не познает силы. Тому, кто не знавал бедствий, не нужна смелость. Загадочно, однако, то, что самые лучшие черты характера в человеке, как раз и прорастают в почве, наполненной трудностями", "author":" Гарри Эмерсон Фосдик (Harry Emerson Fosdick)"},
    {"text":"Чтобы плыть против течения, рыба должна быть сильной, плыть по течению может даже мёртвая рыба", "author":" Джон Кроу Рэнсом (John Crowe Ransom)"},
    {"text":"Или вы управляете днём, или день управляет вами", "author":" Джим Рон (Jim Rohn)"},
    {"text":"Гонясь за недостижимым, мы совершаем невозможное", "author":" Роберт Ардри (Robert Ardrey)"},
    {"text":"Учитесь на своих ошибках, признайте их и двигайтесь дальше", "author":" Стив Джобс (Steven Paul Jobs)"},
    {"text":"Успех – дрянной учитель. Он провоцирует рассудительных людей рассуждать, что они не могут проиграть", "author":" Билл Гейтс (William Henry Gates)"},
    {"text":"В некотором смысле у нашей борьбы не может быть конца, так как мы никогда не получаем абсолютно все, что хотим. И жизнь научила меня тому, что сдаваться сходу очень глупо, так как с первой попытки не удается почти ничего", "author":" Мукеш Амбани (Mukesh Dhirubhai Ambani)"},
    {"text":"Самый большой риск в том, чтобы бояться рисковать. В мире, который меняется столь стремительно, есть лишь одна стратегия гарантированного провала: не рисковать", "author":" Марк Цукерберг (Mark Elliot Zuckerberg)"},
    {"text":"И потому что не имеет значения, кто вы такой, если вы твердо верите в себя и свою мечту, Нью-Йорк всегда будет открыт для вас", "author":" Майкл Блумберг (Michael Bloomberg)"}
]