[
    {"text": "Opportunities don't come by themselves - you create them", "author": "Chris Grosser"},
    {"text": "Success usually comes to those who are too busy to wait for it", "author": "Henry David Thoreau"},
    {"text": "Take an idea. Make it your life - think about it, dream about it, live it. Let your mind, muscles, nerves, every part of your body be filled with this one idea. This is the path to success.", "author": "Swami Vivekananda"},
    {"text": "To be successful, stop chasing money, chasing dreams", "author": "Tony Hsieh"},
    {"text": "Even if you are going through hell, keep going", "author": "Winston Churchill"},
    {"text": "Don't be afraid to sacrifice the good for the better", "author": "John D. Rockfeller"},
    {"text": "There are two kinds of people who will tell you that you will not be able to achieve something: those who are afraid to try themselves, and those who are afraid that you will succeed", "author": "Rey Ray Goforth "},
    {"text": "Successful people do what unsuccessful people do not want to do. Do not strive to make it easier, strive to make it better", "author": "Jim Rohn"},
    {"text": "A lot of people fail just because they give up two steps away from success", "author": "Simon Hartley"},
    {"text": "Raise the bar. Do what you seem to be unable to do. Don't be overwhelmed. Do what you can't do", "author": "Paul Arden"},
    {"text": "Inaction breeds anxiety and fear. Action is confidence and courage. If you want to conquer fear, don't sit at home and think about it. Stand up and act", "author": "Meg Jay" },
    {"text": "Investing is a business where you can look really stupid for a long period of time before you prove you are right", "author": "Bill Ackman"},
    {"text": "The world is full of abundance and opportunity, but too many people come to the fountain of life with a sieve instead of cisterns or a teaspoon instead of an excavator. They expect little and get little as a result", "author": "Ben Sweetland) "},
    {"text": "Money is one of the incarnations of power. But financial education is even more powerful. Money comes and goes, but if you know how it works, you can manage it and become richer", "author": " Robert Toru Kiyosaki "},
    {"text": "One victory does not lead to success, unlike the constant desire to win", "author": "Vince Lombardi"},
    {"text": "Make your dreams come true or someone will hire you to make theirs", "author": "Farrah Gray"},
    {"text": "Success is a ladder, you can't climb it with your hands in your pockets", "author": "Paul Friedrich Peter Bauer"},
    {"text": "Always remember that your determination to succeed is more important than anything else", "author": "Abraham Lincoln"},
    {"text": "I am a firm believer in luck, and I noticed that the more I work, the luckier I am", "author": "Thomas Jefferson"},
    {"text": "As long as you have an attempt, you haven't lost", "author": "Sergey Bubka"},
    {"text": "I want it. So it will be", "author": "Henry Ford"},
    {"text": "If you were born without wings, don't stop them from growing", "author": "Coco Chanel (Gabrielle Bonheur“ Coco ”Chanel)"},
    {"text": "I couldn't be defeated. I just found 10,000 ways that didn't work", "author": "Thomas Alva Edison"},
    {"text": "Do today what others do not want, tomorrow you will live the way others cannot", "author": "Jared Joseph Leto"},
    {"text": "Twenty years from now, you will regret more what you DIDN'T DO than what you DID. So put your doubts aside. Sail away from safe harbor. Catch a fair wind with your sails. Explore. Dream. Discover. "," author ":" Mark Twain "},
    {"text": "The best way to get on with something is to stop talking and start doing", "author": "Walter Elias Disney"},
    {"text": "Want to know who you are? Don't ask. Go ahead! The action will describe and define you", "author": "Thomas Jefferson"},
    {"text": "Nothing in the world can replace stubbornness. Talent cannot replace it - you will not meet anyone as often as a talented loser. Genius cannot replace him - unrecognized geniuses are almost proverbial. Education alone is not enough - the world is full of educated outcasts. Only perseverance and determination are omnipotent. The phrase work on was and remains the solution to all problems of the human race "," author ":" Calvin Coolidge "},
    {"text": "The minute you settle for less than what you deserve, you get even less than what you agreed to", "author": "Maureen Dowd"},
    {"text": "Achievements must be measured by the obstacles you had to overcome in order to reach your goals", "author": "Booker T. Washington (Booker Taliaferro Washington)"},
    {"text": "I've conceded over 9,000 goals in my career. I've lost almost 300 games. Twenty-six times I've been trusted to make the decisive shot - and I've missed. All my life I've been defeated - over and over and over again And that's why I was successful "," author ":" Michael Jeffrey Jordan "},
    {"text": "Strength does not come from victories. Strength comes from struggle. When you go through difficulties and decide not to give up, that is strength", "author": "Arnold Alois Schwarzenegger"},
    {"text": "Much seems impossible until you do it", "author": "Nelson Rolihlahla Mandela"},
    {"text": "Every morning, start by reading the list of the richest people. If you're not there, get to work", "author": "Robert Orben"},
    {"text": "You have to jump off a cliff and grow wings on your way down every time", "author": "Ray Douglas Bradbury"},
    {"text": "Every dream is given to you along with the strength you need to fulfill it. However, you may have to work hard for it", "author": "Richard David Bach"},
    {"text": "There is only one thing a person needs to reach the goal. Go", "author": "Honore Balzac"},
    {"text": "You will never swim across the ocean if you are afraid to lose sight of the shore", "author": "Christopher Columbus"},
    {"text": "Wanting to be successful without hard work is like wanting to harvest where you haven't planted seeds", "author": "David Bly"},
    {"text": "We are born to be persistent, because only through persistence we know what we really are", "author": "Tobias Jonathan Ansell Wolff"},
    {"text": "If you're not going to go all the way, why are you doing this at all?", "author": "Joseph William Namath"},
    {"text": "They say that motivation doesn't last long. Well, so does the freshness after the bath. So take care of them daily", "author": "Zig Ziglar"},
    {"text": "Believe that you can, and you're halfway there", "author": "Theodore Roosevelt"},
    {"text": "When one door to happiness closes, another opens. But we often stare too long at the closed door to see what has opened for us", "author": "Helen Keller"},
    {"text": "If you stop whenever you are insulted or spat at you, you will never get to the place where you need to go", "author": "Tibor Fischer"},
    {"text": "Faced with difficulties, you cannot give up, run. You must assess the situation, look for solutions and believe that everything is being done for the best. Patience is the key to victory", "author": "Nick Vuychich (Nicholas James Vujicic) "},
    {"text": "Whatever you come up with, there will always be someone who has done it before you. So the main thing is to do it better", "author": "Adriano Celentano"},
    {"text": "Dream as if you were to live forever. Live as if you were dying today", "author": "James Byron Dean"},
    {"text": "Do not frown because of the blows of rock. The discouraged dies ahead of time", "author": "Omar Khayyam"},
    {"text": "Great things should be done, not pondered endlessly", "author": "Julius Iulius Caesar"},
    {"text": "Excuses are lies you tell yourself. Stop whimpering, complaining and acting like children. Excuses make a person poor", "author": "Robert Toru Kiyosaki"},
    {"text": "One who has not faced difficulties does not know strength. One who has not known disasters does not need courage. It is mysterious, however, that the best character traits in a person just grow in the soil, full of difficulties "," author ":" Harry Emerson Fosdick "},
    {"text": "To swim against the current, the fish must be strong, even a dead fish can swim with the current", "author": "John Crowe Ransom"},
    {"text": "Either you rule the day, or the day rules you", "author": "Jim Rohn"},
    {"text": "Chasing the unattainable, we do the impossible", "author": "Robert Ardrey"},
    {"text": "Learn from your mistakes, admit them and move on", "author": "Steven Paul Jobs"},
    {"text": "Success is a trashy teacher. It provokes sensible people into thinking they can't fail", "author": "Bill Gates (William Henry Gates)"},
    {"text": "In a sense, our struggle cannot have an end, since we never get absolutely everything we want. And life has taught me that giving up outright is very stupid, because almost nothing succeeds on the first try. "," author ":" Mukesh Dhirubhai Ambani "},
    {"text": "The biggest risk is being afraid to take risks. In a world that is changing so rapidly, there is only one strategy for guaranteed failure: take no risks", "author": "Mark Elliot Zuckerberg"},
    {"text": "And because it doesn't matter who you are, as long as you firmly believe in yourself and your dream, New York will always be open to you", "author": "Michael Bloomberg"}
]